Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: DNS-blocking could provide a relatively good protection for ordinary internet users, since most of the internet communication is based on DNS resolution prior to the initiation of the communication.
nb: DNS-blokkering vil kunne gi relativt god beskyttelse for vanlige internettbrukere, siden mesteparten av internettkommunikasjon gjennomfører DNS-oppslag før kommunikasjonen utføres.

source: The Recommendation states that only the most commercially attractive products (flagship products) should be included in the margin squeeze test.
nb: Anbefalingen uttrykker at kun de kommersielt mest attraktive produktene (flaggskipprodukter) skal inngå i marginskvistesten.

source: Norwegian Communications Authority Analysis of the wholesale market for termination on the public telephone network at a fixed location
nb: Utøvelse av kjøpermakt i de individuelle markedene for terminering av tale i fastnett vil således innebære at kjøpere av terminering kan påvirke monopolistenes fastsettelse av egne termineringspriser.

source: In order for Nkom to decide on approval of restriction on use, such a measure must be seen to be both necessary and appropriate.
nb: For at Nkom skal fatte vedtak om til atelse til bruksbegrensning, må et slikt tiltak anses nødvendig og forholdsmessig.

source: The changes are presented in Chapter 7 below.
nb: Endringene fremkommer i kapittel 7 nedenfor.

source: Thus, the degree of buyer power will vary according to the particular constellation of buyers and sellers.
nb: Graden av kjøpermakt vil således kunne variere med ulike konstellasjoner av kjøpere og selgere.

source: The ESA Recommendation, paragraph 17, and Annex.
nb: ESAs anbefaling, paragraf 17 samt annex.

source: The changes of principles made in connection with the transition from Market 3b to Market 3a are mainly related to the reduction of the threshold for entering new areas for new and existing access seekers, as a consequence of new ODP prices.
nb: Prinsippendringene som gjøres i forbindelse med overgang fra Marked 3b til Marked 3a, er i hovedsak knyttet til at terskelen for å gå inn i nye områder for nye og eksisterende tilgangskjøpere blir redusert som følge av nye ODP-priser.

source: During the first half of 2021, Nkom received
nb: I løpet av første halvår 2021 har Nkom mottatt

source: In the first instance, a test of the terms for national roaming wil be performed as an MVNO test with an assumption of 20 per cent market share.
nb: I første omgang vil test av vilkår for nasjonal gjesting gjennomføres som en MVNO-test med forutsetning om 20 prosent markedsandel.

source: 1) It is cancelled in accordance with section 11.2.6.5 of the auction rules – i.e. where a
nb: 1) det blir slettet i henhold til punkt 11.2.6.5 i auksjonsreglene - for eksempel hvor en

source: Telenor ASA has been designated as a provider with significant market power in the market for wholesale local access provided at a fixed location (Market 3a).
nb: Telenor er utpekt som tilbyder med sterk markedsstilling i grossistmarkedet for lokal tilgang til faste aksessnett (Marked 3a).

source: Nkom believes this to indicate that the margin squeeze test for VULA fibre should take place at portfolio level, equivalent to what has been done so far for VUA fibre, cf. Chapter 3.4 of Appendix 3 to the Market 3b Decision.
nb: Nkom mener at dette tilsier at marginskvistesten for VULA fiber bør gjøres på porteføljenivå, tilsvarende det som har vært gjort hittil for VUA fiber, jf. kapittel 3.4 i Vedlegg 3 til Marked 3b-vedtaket.

source: .”2 In a situation with margin squeeze, competitors are unable to offer the same retail prices as the provider with significant market power, and achieve a profit at the same time.
nb: .»2 I en situasjon med marginskvis klarer ikke konkurrentene å tilby samme sluttbrukerpriser som tilbyderen med sterk markedsstilling og samtidig oppnå fortjeneste.

source: Prior to price increases or other changes to one or more flagship products, Telenor wil document to Nkom that financial replicability wil be safeguarded.
nb: Telenor skal i forkant av prisreduksjoner eller andre produktendringer på ett eller flere flaggskipprodukter dokumentere for Nkom at økonomisk replikerbarhet vil være ivaretatt.

source: Therefore, in principle, all providers will be able to have significant market power.
nb: Som utgangspunkt vil derfor alle tilbydere kunne ha sterk markedsstil ing.

source: Even if Telenor and Telia could each actually successfully negotiate lower termination rates with their buyers of access, this does not necessarily mean that other operators that depend on buying termination would be able to achieve the same result.
nb: Selv om Telenor og Telia hver for seg overfor sine tilgangskjøpere faktisk skulle kunne klare å forhandle seg frem til en lavere termineringspris, innebærer ikke det nødvendigvis at andre aktører som er avhengig av å kjøpe terminering, kan oppnå det samme.

source: In terms of the further contents of margin squeeze tests, article 56 of the Recommendation states a minimum number of parameters that must be set.
nb: Når det gjelder det nærmere innholdet i marginskvistesten, angir punkt 56 i Anbefalingen et minimum antall parametere som skal fastsettes.

source: At the same time, costs and revenues are properly allocated over time and discounted where appropriate.
nb: Samtidig blir kostnader og inntekter riktig fordelt over tid og diskontert der det er hensiktsmessig.

source: The model wil contain both variable and fixed costs.
nb: Modellen vil inneholde både variable og faste kostnader.

source: RiksTV believes that a gross margin equivalent to that for copper (LLUB) should be applied as a starting point, and the gross margin requirement should therefore be at least 50%.
nb: RiksTV mener bruttomarginen tilsvarende som for kobber (LLUB) bør legges til grunn som utgangspunkt, og bruttomarginkravet bør derfor settes til minst 50 %.

source: Incorrect use and incorrect installation of pseudolites may cause interference for other GNSS users.
nb: Feil bruk og feil montering av pseudollitter kan føre til forstyrrelser for andre brukere av GNSS.

source: As explained above, the key question is whether the companies concerned are exposed to buyer power that can discipline the companies' termination charges to the level they could expect in a market characterised by competition.
nb: Som redegjort for over, er det avgjørende spørsmålet om de aktuel e selskapene er utsatt for kjøpermakt som kan disiplinere selskapenes termineringspriser til det nivået de kunne forvente å oppnå i et marked som er preget av konkurranse.

source: Here, you will find information about the regulation of radio signals from satellite on the Norwegian mainland and Jan Mayen, and special rules for Svalbard and Antarctica.
nb: Her får du informasjon om regulering av radiosignal fra satellitt på norsk fastland og Jan Mayen, og særskilte regler for Svalbard og Antarktis.

source: It is necessary for Nkom to comply with ESA’s guidelines so that Telenor cannot change the retail prices before the margin squeeze test has been passed.
nb: Det er nødvendig at Nkom retter seg etter ESAs føringer slik at Telenr ikke kan endre sluttbrukerprisene før marginskvistesten er bestått.

source: On performing the gross margin tests, Telenor wil calculate the income for each standalone fibre product in the same way as the income is calculated for the flagship products in the margin squeeze test.
nb: Telenor skal ved gjennomføring av bruttomargintestene beregne inntektene for hvert enkeltstående fiberprodukt på tilsvarende måte som inntektene beregnes for flaggskipproduktene i marginskvistesten.

source: Telenor’s product offerings are subject to change, based on the company's commercial assessments.
nb: Telenors produkttilbud er gjenstand for endringer, basert på selskapets kommersielle vurderinger.

source: Authorisation for the use of a DNIC may be granted to a service provider who
nb: Privatpersoner må oppgi navn, adresse, telefonnummer, e-postadresse og fødselsnummer.

source: requests that the regulatory requirements concerning non-discrimination be changed from the “Equivalence of Output” (EoO) to the “Equivalence of Input” (EoI) principle.
nb: anmoder om at reguleringens krav til ikke-diskriminering endres fra prinsippet om «Equivalence of Output» (EoO) til «Equivalence of Input» (EoI).

source: or cancel any exit bids from previous rounds in subsequent rounds, as this is only possible when the bidder has eligibility greater than zero.
nb: av dette, vil ikke budgiveren kunne legge inn nye klokkebud i påfølgende runder eller slette noen exit-bud som er inngitt i tidligere runder, fordi dette bare er mulig når budgiveren har «eligibility» på mer enn null.

source: Nkom has notified that the highest discount that access seekers have achieved during the last 12 months wil be applied in the margin squeeze test.
nb: Nkom varslet at den høyeste rabatten som tilgangskjøpere har oppnådd i løpet av de siste 12 månedene, vil bli lagt til grunn i marginskvistesten.

source: Furthermore, recital 14 describes examples of relevant security threats as “preventing cyber-attacks that occur through the spread of malicious software or identity theft of end-users that occurs as a result of spyware.”
nb: Videre beskriver punkt 14 i fortalen at eksempler på relevante sikkerhetstrusler er «nettangrep som forårsakes av skadelig programvare eller identitetstyveri av sluttbruker på grunn av spionprogramvare».

source: Adjusted EEO wil achieve many of the same benefits as REO, but wil be based on information from Telenor that has many years of historical data related to regulatory accounting reports to Nkom.
nb: Justert EEO vil oppnå mange av de samme fordelene som REO, men vil basere seg på informasjon fra Telenor som har mange års historikk knyttet til regulatoriske regnskapsrapporter til Nkom.

source: VSAT (Very Small Aperture Terminal) earth stations on ships or aircraft are not subject to the regulations for Svalbard and Antarctica if they:
nb: VSAT (Very Small Aperture Terminal) jordstasjoner på skip eller luftfartøy er ikke regulert av forskriftene for Svalbard og Antarktis dersom de:

source: • computer viruses, worms, and other types of malicious software • hacking, botnets and denial of service attacks • identity theft and other internet-based fraud • websites hosting phishing activity
nb: • virus, nettormer og annen skadelig programvare (malware) • hacking, botnet og tjenestenektangrep (Denial of Service) • nettsteder med phishing-aktivitet

source: For vehicles that need immediate access to position data, such as emergency vehicles parked in a garage without GNSS coverage, it is possible to use a GNSS amplifier (GNSS repeater).
nb: For kjøretøy som umiddelbart trenger tilgang til posisjon, eksempelvis utrykningskjøretøy som står parkert i en garasje uten GNSS-dekning, er det mulig å benytte en GNSS-forsterker (GNSS-repeater).

source: In Nkom’s notice of decision and in the draft decision which was notified to ESA, it emerged that the obligation applies if Telenor conducts price increases on their retail products.
nb: I Nkoms varsel om vedtak og i utkastet til vedtak som ble notifisert til ESA, fremkom det at forpliktelsen gjelder dersom Telenor gjennomfører prisøkninger på sine sluttbrukerprodukter.

source: opt-out DNS-based security filter
nb: forhåndsaktivert DNS-sikkerhetsblokkering som metode

source: Com4 entered into an access agreement as an MVNO with Telia in December 2012 and in May 2013 launched its machine-to-machine communications (M2M) services.
nb: Com4 inngikk tilgangsavtale som MVNO hos Telia i desember 2012 og lanserte i mai 2013 tilbud om maskin-til-maskin-kommunikasjon (M2M).

source: The ISP is referred to the ENISA guidelines for a more detailed description of the evaluation factors to assess for each specific security blocking.
nb: Nkom henviser ISP-ene til ENISAs retningslinjer for beskrivelse av kriterier for hvordan gjennomføre vurdering av den enkelte, konkrete sikkerhetsblokkering.

source: A margin squeeze test is passed if:
nb: En marginskvistest er bestått dersom:

source: At today’s ODP prices and with changed assumptions in the margin squeeze model, the model gives a margin of -1.62%.
nb: Med dagens ODP-priser og endrede forutsetninger i marginskvismodellen gir modellen en margin på -1,62 %.

source: It should also be noted that ComReg in Ireland has chosen to conduct an external assessment of whether access to HFC networks can be said to comply with the requirements for wholesale products in Market 3a as follows from the Explanatory Note.
nb: Nkom vil også peke på at tilgangspliktene i Marked 3a-vedtaket er utformet slik at tilgangsprodukter som ikke er basert på fysisk tilgang, i størst mulig grad skal være funksjonelt likeverdig med fysisk tilgang.

source: If a buyer of access requests purchases that are less than 20 per cent of its traffic, the factor may be 1.9.
nb: Dersom en tilgangskjøper etterspør kjøp som er mindre enn 20 prosent av sin trafikk, vil faktoren kunne være 1,9.

source: The correct is that the obligation applies where there are price reductions on Telenor’s retail products.
nb: Det korrekte er at kravet gjelder ved prisreduksjoner på Telenors sluttbrukerprodukter.

source: The decision entails the replacement of sections 579 and 588 of the Market 3a Decision with the following:
nb: Vedtaket innebærer at punkt 579 og 588 i Marked 3a-vedtaket erstattes med følgende:

source: A margin squeeze exists if competitors that buy access from the vertically integrated provider with significant market power (the SMP provider) cannot offer the same retail prices as the SMP provider and at the same time make a profit.
nb: I en situasjon med marginskvis kan konkurrenter som kjøper tilgang av den vertikalt integrerte tilbyderen med sterk markedsstilling (SMP-tilbyderen), ikke tilby samme sluttbrukerpriser som SMP-tilbyderen og samtidig oppnå fortjeneste.

source: The question in this context is whether the sel er of termination is subject to buyer power to such a degree that the buyer power provides a basis for departing from the presumption that it may act independently of competitors, customers and consumers.
nb: Spørsmålet i denne sammenheng er hvorvidt selgeren av terminering er utsatt for kjøpermakt av en slik grad at kjøpermakten gir grunnlag for å fravike presumpsjonen om at han kan opptre uavhengig av konkurrenter, kunder og forbrukere.

source: If the comparison shows a deviation compared with Telenor’s reported data of 10% or more, Nkom wil regard this as an adequate indication that the relevant alternative providers do not have similar economies of scope and economies of scale as Telenor.
nb: Dersom sammenligningen viser et avvik i forhold til Telenors rapporterte data på 10 % eller mer, ser Nkom dette som en tilstrekkelig indikasjon på at de relevante alternative tilbyderne ikke har tilsvarende bredde- og stordriftsfordeler som Telenor.

source: Parallel margin squeeze tests for information purposes, in order to assess margins in coming periods, will be performed concurrently with ordinary margin squeeze tests and will normally apply the assumption of growth in the use of mobile data equivalent to the development in Telenor’s customer portfolio included in the margin squeeze test.
nb: Parallelle marginskvistester, for informasjonsformål med tanke på å vurdere marginer i kommende perioder, vil gjøres samtidig med ordinære marginskvistester og vil normalt legge til grunn forutsetning om vekst i bruk av mobildata tilsvarende utviklingen hos Telenors kundeportefølje som inngår i marginskvistesten.

source: An equal y efficient operator (EEO) approach means that the test presumes that the reference operator has the same scale and efficiency as the regulated provider.
nb: En like effektiv operatør-tilnærming (EEO) innebærer at testen forutsetter at referanseoperatøren har samme skala og effektivitet som den regulerte tilbyderen.

source: 3 Notification to ESA
nb: 3 Notifikasjon til ESA

source: Reduction of the termination rate by one seller of termination might therefore in principle provide a basis for buyers of termination to reduce their own termination rates.
nb: Reduksjon av termineringsprisen hos en selger av terminering kunne derfor i prinsippet gi grunnlag for at kjøpere av terminering reduserer egne termineringspriser.

source: Authorisation and use of numbering resources from mandatory numbering plans
nb: Nkom bruker en løsning fra Questback for å administrere påmelding til kurs og konferanser.

source: Based on the assessments set out above, particularly those related to market conditions, Nkom has concluded that the revenue and costs to be included in the margin squeeze tests must be determined for a defined period.
nb: Basert på de vurderinger som fremkommer over, særlig knyttet til markedsforhold, har Nkom konkludert med at inntekter og kostnader som skal inngå i marginskvistestene, skal fastsettes for en avgrenset periode.

source: These frequency bands are often referred to as Ku bands and Ka bands, respectively.
nb: Disse frekvensbåndene benevnes ofte som henholdsvis Ku-bånd og Ka-bånd.

source: When comparing opt-out DNS-filters with opt-in DNS-filters, as well as comparing with security software installed on end-user computers, the opt-out DNS-filter will have considerable better effectiveness, since not all end-users will in practice activate an opt-in filter DNS-filter or install security software on their computers.
nb: Sammenligner man forhåndsaktivert DNS-filter med valgfritt DNS-filter, samt med sikkerhetsprogramvare installert på brukerens PC, vil forhåndsaktivert DNS-filter ha større effektivitet, siden ikke alle sluttbrukere i praksis vil aktivere valgfritt DNS-filter eller installere sikkerhetsprogramvare på PC-ene sine.

source: In view of Telenor and Telia's role as the biggest buyers of termination on Norwegian mobile networks, Nkom finds that these companies are most able to exercise buyer power.
nb: På bakgrunn av Telenors og Telias rolle som de største kjøperne av terminering i norske mobilnett, legger Nkom til grunn at disse selskapene har størst forutsetninger for å utøve kjøpermakt.

source: In such a market, the entry barriers will therefore be absolute, and there is thus no potential competition.
nb: I et slikt marked vil etableringshindringene dermed være absolutte, og det foreligger dermed ingen potensiell konkurranse.

source: Potential competition from new operators may affect a dominant provider's behaviour in the market, including in connection with price setting.
nb: Potensiell konkurranse fra nye aktører vil kunne påvirke en dominerende tilbyders atferd i markedet, herunder ved prissettingen.

source: Nkom furthermore notified that prior to price changes for one or more standalone fibre products that are not included in the portfolio of flagship products, or on the launch of new fibre products in the retail market, Telenor must provide Nkom with documentation of passing a gross margin test.
nb: Videre varslet Nkom at Telenor i forkant av prisendringer på ett eller flere enkeltstående fiberprodukter som ikke inngår i porteføljen av flaggskipprodukter, eller ved lansering av nye fiberprodukter i sluttbrukermarkedet, må Telenor oversende Nkom dokumentasjon på bestått bruttomargintest.

source: Nevertheless Phonero and TDC's termination charges vis-à-vis other operators in the market were higher than the prices Telenor and Telia charged at the time.
nb: Phonero og TDCs termineringspriser overfor andre aktører i markedet har imidlertid oversteget prisene Telenor og Telia tok på samme tidspunkt.

source: Based on the fact that the price obligations aim to ensure equal terms of competition in the retail markets for efficient operators, and based on the fact that the other operators differ significantly from Telenor in their market shares and wide scope of service production, indicates that the margin squeeze tests in Market 15 should be based on an adjusted EEO.
nb: På bakgrunn av at prisforpliktelsene har til hensikt å sikre like konkurransevilkår i sluttbrukermarkedene for effektive aktører, og på bakgrunn av at øvrige aktører skil er seg markant fra Telenor i markedsandel og bredde i tjenesteproduksjon, er det mye som taler for å basere marginskvistest i marked 15 på justert EEO.

source: As a rule, these systems operate with transmission to the satellite in the frequency bands 14.00-14.50 GHz or 29.50-30.00 GHz.
nb: Slike systemer opererer som regel med sendinger til satellitten i frekvensbåndene 14,00-14,50 GHz eller 29,50-30,00 GHz.

source: Period by period testing may use the financial year as the basis for analysis.
nb: En periode for periode-test kan bruke regnskapsåret som grunnlag for analyse.

source: Section 908 of the Market 3a Decision and section 712 of the Market 3b Decision state that al items of the accounting separation must be distributed between the private and business segments on the basis of relevant statistics concerning the technology provided.
nb: I punkt 908 i Marked 3a-vedtaket og punkt 712 i Marked 3b-vedtaket fremgår det at alle postene i det regnskapsmessige skillet skal fordeles mellom privat- og bedriftssegmentet basert på relevant statistikk om levert teknologi.

source: The ex-ante test wil entail that if Telenor is to make price increases or other changes to one or more flagship products, Telenor must document to Nkom that financial replicability wil be safeguarded.
nb: Ex ante-testen vil innebære at dersom Telenor skal foreta prisreduksjoner eller andre produktendringer på ett eller flere flaggskipprodukter, må Telenor dokumentere for Nkom at økonomisk replikerbarhet vil være ivaretatt.

source: Use of a GNSS amplifier therefore requires a frequency licence.
nb: Bruk av GNSS-forsterker krever derfor en frekvenstillatelse.

source: The termination charges of all the providers included in this analysis, with the exception of Get and ICE, are subject to price controls in the form of a price cap.
nb: Termineringsprisene hos samtlige tilbydere som er omfattet av analysen, med unntak av Get og ICE, er underlagt prisregulering i form av pristak.

source: In light of this, Nkom wil use a portfolio approach in the margin squeeze test.
nb: På bakgrunn av dette vil Nkom i utgangspunktet benytte en porteføljetilnærming i marginskvistesten for FMBB.

source: The fact that the «minimum bandwidth requirement» does not apply if the bidder includes C- or D-blocks in its clock bid in the last clock round is a consequence of;
nb: Det at «minimum bandwidth requirement» ikke gjelder hvis budgiveren inkluderer C- eller D-blokker i sitt klokkebud i siste klokkerunde er en konsekvens av at;

source: 6 Retail revenue related to sale of handsets is not included in the gross margin test.
nb: 6 Sluttbrukerinntekter knyttet til salg av håndsett inngår ikke i bruttomargintesten.

source: A period of up to 12 months is appropriate as it corresponds to accounting periods, statistics periods and similar reports, and data collection wil therefore normally cover up to 12 months.
nb: En periode på inntil 12 måneder vil på en hensiktsmessig måte korrespondere med regnskapsperioder, statistikkperioder og lignede rapporteringer, og datainnhenting vil derfor normalt dekke inntil 12 måneder.

source: A requirement of at least 40% wil furthermore not have a disproportionately limiting impact on Telenor’s pricing of products for businesses.
nb: Samtidig vil et krav på minst 40 % ikke virke uforholdsmessig begrensende for Telenors prising av produkter til bedrifter.
